"Remind when over" = "Nhắc nhở bao lâu";
"End at" = "Dừng";
"Start from" = "Bắt đầu";
"According to your personal data, we advise you to walk %@steps a day" = "Theo dữ liệu cá nhân của bạn, chúng tôi đề nghị bạn đi bộ %@ bước mỗi ngày";
"According to your personal data, we advise you to sleep %@hours a day" = "Theo dữ liệu cá nhân của bạn, chúng tôi đề nghị bạn ngủ đủ %@ giờ mỗi ngày";
"Weight" = "Cân nặng";
"Height" = "Chiều cao";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "Theo thông tin cá nhân của bạn, chúng tôi đề nghị bạn nên đi bộ %@ bước và ngủ %@ giờ mỗi ngày để khoẻ mạnh";
"Steps" = "Bước chân";
"male" = "Nam";
"female" = "Nữ";
"Gender" = "Giới tính";
"Camera" = "Camera";
"Albums" = "Bộ sưu tập";
"Please enter your nickname" = "Nhập tên";
"Nickname" = "Tên";
"Date of birth" = "Ngày sinh";
"Upload complete" = "Tải thành công";
"Update" = "Đang cập nhật";
"Message" = "SMS";
"Phone call" = "Cuộc gọi";
"Please enter old password" = "Mật mã cũ";
"Please enter new password" = "Mật mã mới";
"Old password is incorrect" = "Mật mã cũ không đúng";
"The two password you typed do not match" = "Hai mật mã vừa gõ không khớp với nhau";
"Please enter 4 valid numbers from 0 to 9" = "Vui lòng gõ 4 số từ 0 đến 9";
"Unpaired" = "Ngắt kết nối thành công";
"Unpaid failed" = "Ngắt kết nối thất bại";
"Dashboard" = "Bảng điều khiển";
"Sport" = "Bước chân";
"Settings" = "Cài đặt";
"Have new firmware version, whether to upgrade？" = "Tìm thấy phiên bản mới. Bạn có muốn nâng cấp không?";
"Paired" = "Kết nối thành công";
"Pair failed" = "Kết nối thất bại";
"Login success" = "Đăng nhập thành công";
"Or" = "Hoặc ";
"Sign up" = "Đăng ký";
"Log in" = "Đăng nhập";
"Forgot password?" = "Quên mật khẩu";
"Password error" = "Sai mật khẩu";
"Account does not exist" = "Tài khoản không tồn tại";
"Account already exists" = "Tài khoản đã được đăng ký";
"Please enter password" = "Nhập mật khẩu";
"Please enter a valid password from 6 to 20" = "Vui lòng điền mật khẩu hợp lệ";
"Please enter account" = "Vui lòng nhập tài khoản";
"Account format error" = "Lỗi Tài khoản";
"Password" = "Mật khẩu";
"Email or phone number" = "Email";
"Download the latest version?" = "Download phiên bản mới nhất?";
"Woke up" = "Giờ báo thức";
"Congratulations, you have completed the goal!" = "Xin chúc mừng, bạn đã hoàn thành mục tiêu";
"%@%@ to achieve goal" = "Bạn cần thêm %@ %@ để đạt được mục tiêu";
"Distance" = "Quảng đường";
"Burned" = "Calorie";
"Awake times" = "Số lần thức dậy";
"generally" = "Bình thường";
"Good" = "Tốt";
"bad" = "Tệ";
"None" = "Không";
"Great" = "Rất tốt";
"Perfect" = "Tuyệt";
"Sleep quality:" = "Chất lượng giấc ngủ";
"Light sleep" = "Giấc ngủ nhẹ";
"Fell Asleep" = "Ngủ gật";
"Deep sleep" = "Ngủ sâu";
"Sleep duration" = "Thời gian ngủ";
"Heart rate zone" = "Vùng đo nhịp tim";
"Strenuous" = "Căng thẳng";
"Rest" = "Nghỉ ngơi";
"Time in heart rate zone" = "Tình trạng hoạt động hàng ngày.";
"Move" = "Chuyển động";
"Moderate" = "Trung bình";
"Mass" = "Rất nhiều";
"Blood pressure zone" = "Vùng đo Huyết Áp";
"Measured time" = "Thời gian đo";
"Lowest BP" = "Huyết áp thấp nhất";
"Highest BP" = "Huyết áp cao nhất";
"Please wear properly" = "Vui lòng mang đúng cách";
"Normal" = "Bình thường";
"low" = "Thấp";
"high" = "Cao";
"testing..." = "Đang kiểm tra...";
"test complete" = "Kiểm tra thành công";
"Activity" = "Mục tiêu luyện tập";
"Sleep goal" = "Ngủ";
"Profile" = "Hồ sơ";
"Personal information" = "Thông tin cá nhân";
"Personal data" = "Dữ liệu cá nhân";
"Firmware upgrade" = "Nâng cấp phần cứng";
"My device" = "Thiết bị của tôi";
"New message" = "Thông báo tin nhắn";
"Long seat" = "Nhắc khi ngồi lâu";
"Sleep" = "Ngủ";
"Heart rate" = "Nhịp tim";
"Blood pressure" = "Huyết áp";
"Single heart rate test" = "Kiểm tra nhịp tim";
"Set goal" = "Thiết lập mục tiêu";
"Alcohol test" = "Kiểm tra nồng độ cồn";
"BP test mode setting" = "chế độ BP kiểm tra";
"BP manual test" = "Chế độ kiểm tra huyết áp bằng tay";
"Connect device" = "Kết nối thiết bị";
"Alarm settings" = "Báo thức";
"Poor" = "Yếu";
"Strong" = "Mạnh";
"Pull to pause" = "Tạm dừng";
"Stop exercises" = "Ngừng tập";
"start\nsport" = "Bắt đầu";
"Save or note?" = "Lưu và ghi chú";
"No movement data records, Stop exercises?" = "Không có dữ liệu";
"Go exercise outside" = "Thể dục ngoài trời";
"Pace" = "Tốc độ đi";
"Indoor GPS signal is poor, app could not accurately track in maps." = "Tín hiệu GPS yếu, ứng dụng không thể truy nhập bản đồ";
"Monthly" = "Hàng tháng";
"Maps" = "Bản đồ";
"If back, app will stop tracking movement locus, back?" = "Ứng dụng sẽ dừng theo dõi nếu bạn quay trở lại, đồng ý?";
"Edit" = "Tuỳ chỉnh";
"Done" = "Xong";
"Delete" = "Xoá";
"Continue" = "Tiếp tục";
"Calorie" = "Calorie";
"Enter verification code" = "Nhập mã xác nhận";
"Please enter 4 valid verify codes" = "Vui lòng nhập 4 mã xác nhận";
"Verification code is expired, please try again" = "Mã xác nhận quá hạn, vui lòng thử lại";
"Validation failed" = "Xác nhận thất bại";
"Send seccuss" = "Gửi thành công";
"Send failed" = "Gửi thất bại";
"Security code" = "Đã gửi mã bảo mật";
"Reset password" = "Đặt lại mật khẩu";
"Reset password success" = "Đặt lại mật khẩu thành công";
"Reset password failed" = "Đặt lạị mật khẩu thất bại";
"Log out" = "Đăng xuất";
"About us" = "Về chúng tôi";
"Step" = "Bước chân";
"请坚持佩戴" = "Vui lòng chắc chắn đã mang thiết bị";
"Disconnected" = "Không kết nối";
"YESTERDAY" = "HÔM QUA";
"TODAY" = "HÔM NAY";
"2 DAYS AGO" = "2 ngày trước";
"Click to connect device" = "Nhấn để kết nối thiết bị";
"Maximum steps:" = "Số bước tối đa";
"Latest" = "Gần đây nhất";
"Yes" = "Có";
"No" = "Không";
"No pair no cloud data, pair account？" = "Không có dữ liệu đám mây nếu không kết nối. Kết nối ngay?";
"No running history yet please start one" = "Không có lịch sử chạy bộ. Vui lòng bắt đầu chạy bây giờ.";
"BEGIN RUNNING" = "BẮT ĐẦU CHẠY";
"The role of alcohol on the liver" = "Thời gian rượu ảnh hưởng lên gan";
"Drinking time" = "Thời gian uống";
"excess" = "Quá mức";
"A lot of" = "Nhiều";
"moderate" = "Vừa phải";
"bit" = "Một ít";
"Drinking level" = "Mức độ uống";
"alcohol allergic people or not" = "Có dị ứng với cồn?";
"本次测试无效" = "Kiểm tra không hợp lệ";
"You haven’t set up your personal BP data， set up now？" = "Bạn chưa thiết lập dữ liệu BP cá nhân. Thiết lập ngay?";
"Your BP is %@/%@！Do you want to save data？" = "Dữ liệu BP là %@/%@, Lưu dữ liệu?";
"Uploaded" = "Tải lên thành công";
"Upload failed" = "Tải lên thất bại";
"时间设置不合理" = "Thiết lập thời gian không hợp lý";
"Setting success" = "Cài đặt thành công";
"Setting failure" = "Cài đặt thất bại";
"Save" = "Lưu";
"Prompt" = "Nhắc nhở";
"Confirm" = "Xác nhận";
"Cancel" = "Thoát";
"Network request timeout" = "Lỗi ...";
"Network unavailable，please check network" = "Tín hiệu không có, vui lòng kiểm tra tình trạng tín hiệu";
"Device disconnected" = "Mất kết nối";
"Did disconnected" = "Mất kết nối";
"Changing private mode data will also change the private mode of manual testing and device testing" = "Thay đổi chế độ điều chỉnh riêng cá nhân sẽ thay đổi chế độ điều chỉnh bằng tay và thiết bị";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Thiết lập chế độ BP điều chỉnh cho riêng cá nhân để nhận được số liệu chính xác hơn. Điều chỉnh huyết áp của bạn mà không dùng hypo tensors";
"Blood Personal" = "Cá nhân";
"Blood Normal" = "Bình thường";
"Device BP test mode: %@" = "Chế độ kiểm tra huyết áp trên thiết bị";
"Notifications" = "Thông báo";
"More" = "Thêm";
"Reset device password" = "Đặt lại mật khẩu";
"Pair account" = "Kết đôi thiết bị";
"Night turn wrist" = "Ban đêm, lật cổ tay.";
"BP mode" = "chế độ BP kiểm tra";
"Alarm" = "Báo thức";
"Power remain" = "Pin còn lại";
"请输入4位有效密码" = "Gõ 4 số hợp lệ";
"到达5张图片上限" = "Tới 5 hình giới hạn";
"提交失败" = "Chấp nhận thất bại.";
"Update version:" = "Phiên bản cập nhật:";
"Already the latest version" = "Đây là phiên bản mới nhất";
"January" = "Tháng 1";
"February" = "Tháng 2";
"March" = "Tháng 3";
"April" = "Tháng 4";
"May" = "Tháng 5";
"June" = "Tháng 6";
"July" = "Tháng 7";
"August" = "Tháng 8";
"September" = "Tháng 9";
"October" = "Tháng 10";
"November" = "Tháng 11";
"December" = "Tháng 12";
"分享成功" = "Chia sẽ thành công";
"分享失败" = "Chia sẽ thất bại";
"暂不支持此功能" = "Không hỗ trợ tính năng này";
"History" = "Lịch sử";
"Weekly" = "Hàng tuần";
"Yearly" = "Hàng năm";
"Average:" = "Trung bình:";
"Connected" = "Kết nối thành công";
"No drink data records, please keep up" = "Không có hồ sơ dữ liệu uống";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Vui lòng mở %@ để đồng bộ dữ liệu sức khoẻ và kiểm tra tình trạng giấc ngủ hôm qua";
"Please open %@ to synchronize your health data and to check your today's sport" = "Vui lòng mở %@ để đồng bộ dữ liệu sức khoẻ và kiểm tra tình trạng hoạt động thể thao hôm nay";
"Running" = "Đang chạy";
"登录过期，请重新登录" = "Đăng nhập quá hạn, vui lòng đăng nhập lại";
"正在读取数据…" = "Đang đọc dữ liệu ...";
"高压要比低压大24" = "Huyết áp hiệu hơn 24";
"hours" = "Giờ";
"无账号登录>" = "Không tài khoản đăng nhập >";
"初始密码:0000" = "Mật khẩu ban đầu: 0000";
"佩戴检测" = "Xác hiện mang thiết bị";
"意见反馈" = "Hồi âm";
"问题和意见" = "Bình luận hoặc câu hỏi";
"请简要描述您的问题和意见" = "Vui lòng diễn đạt ngắn gọn câu hỏi hoặc bình luận của bạn";

"图片(选填,提供问题截图)" = "Ảnh (không bắt buộc, ảnh chụp màn hình)";
"联系方式" = "Thông tin danh bạ";
"邮箱、电话" = "Hộp thư, điện thoại";
"提交" = "Gửi";
"偏瘦" = "Ốm";
"正常" = "Bình thường";
"偏胖" = "Mũm mĩm";
"肥胖" = "Béo phì";
"极胖" = "Rất mập";
"偏瘦提示" = "Chỉ số BMI hiện tại của bạn thấp";
"正常提示" = "Chỉ số BMI hiện tại của bạn bình thường, \nChỉ số cơ thể của bạn là hoàn hảo, hãy tiếp tục duy trì nhé!";
"偏胖提示" = "Chỉ số BMI của bạn ở mức cao";
"肥胖提示" = "Chỉ số BMI của bạn ở mức hơi cao, \nNguy cơ mắc bệnh tim mạch, huyết áp cao.Hãy chú ý đến sức khoẻ của mình và cải thiện thói quen sống.";
"极胖提示" = "Chỉ số BMI của bạn ở mức rất cao, \nDễ có khả năng mắc phải các bệnh tim mạch và huyết áp, vui lòng chú ý để cải thiện thói quen sống";
"提交成功" = "Gửi thành công";
"内容不能为空" = "Nội dung này không thể để trống";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "Truy cập WeRun, và kết bạn để chia sẻ niềm vui thể thao";
"已绑定" = "Liên kết";
"绑定" = "Tổ hợp";
"操作方法" = "Phương pháp vận hành:";
"1. 请先绑定设备" = "1. Đối với lần đầu, vui lòng";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Mở WeChat, vào WeRun, chọn nút Cài đặt (Setting) ở góc phải phía trên màn hình trang chủ WeRun, tìm \"record Fitness data\" column, Chọn \"add data source\", bạn sẽ tìm thấy số của nhà sản xuất thiết bị, vui lòng thêm số này vào nguồn dữ liệu";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Trở lại Màn hình chính WeRun, vào Ranking, lúc này bạn sẽ thấy thiết bị đã được đồng bộ với WeRun, nếu vẫn chưa được đồng bộ, vui lòng làm mới trang Ranking vài lần.";
"设备端正在使用测试功能" = "Chức năng kiểm tra đang được sử dụng trên thiết bị";


"I got it" = "Tôi đã hiểu";
"Last refresh" = "Làm mới lần cuối";
"Pull down to refresh data" = "Kéo xuống để làm mới dữ liệu";
"Refreshing the data.." = "Đang làm mới dữ liệu...";
"Release to refresh data" = "Thả để làm mới dữ liệu";
"Enter Security code" = "Nhập mã an toàn";
"Login, please later" = "Đăng nhập, vui lòng đợi";
"Login failed" = "Đăng nhập thất bại";
"Registration, please later" = "Đang đăng ký, vui lòng đợi";
"Sign up failed" = "Đăng ký thất bại";
"Password format error" = "Lỗi mật khẩu";
"Adding information，please later" = "Thông tin đang xử lý, vui lòng đợi";
"Add user data failed" = "Thêm thông tin người dùng thất bại";
"No sleep data" = "Không có dữ liệu giấc ngủ";
"No steps data" = "Không có dữ liệu bước chân";
"No HR data" = "Không có dữ liệu HR";
"No BP data" = "Không có dữ liệu BP";
"Health Tips" = "Mẹo về sức khoẻ";
"Passive HR" = "Thời gian thực HR";
"Average HR" = "HR trung bình";
"Bluetooth disconnected，test failed" = "Ngắt kết nối bluetooth và kiểm tra bị gián đoạn";
"Start real-time BP measurement" = "Bắt đầu đo BP thời gian thực";
"Back" = "Lùi";
"Waiting for loading maps" = "Đợi tải bản đồ";
"Gps duration" = "Khoảng thời gian";
"Device" = "Thiết bị";
"Enter the password" = "Nhập mật khẩu";
"Please enter 4 numbers code" = "Vui lòng nhập 4 số mật khẩu";
"Pair mobile phone" = "Kết đôi với điện thoại";
"Long seat setting" = "Nhắc khi ngồi lâu";
"Enter old password" = "Nhập mật khẩu cũ";
"Enter new password" = "Nhập mật khẩu mới";
"Confirm new password" = "Nhập lại mật khẩu mới";
"Current version:" = "Phiên bản hiện tại:";
"Setting activity" = "Mục tiêu thể thao";
"测试中断" = "Kiểm tra thất bại";
"私人血压模式设置" = "Cài đặt chế đội kiểm tra cá nhân";
"血压测试模式" = "Chế độ kiểm tra BP";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "Nếu thiết bị đã kết nối với điện thoại của bạn thành công thì vận hành không hiệu lực, nếu bạn cần thoát kết đôi thiết bị và điện thoại, vui lòng bỏ qua thiết bị này trong phần Cài đặt Bluetooth, vui lòng xác minh việc thực hiện kết đôi";
"正在检测，请保持正确姿势" = "Đang kiểm tra, giữ nguyên cử chỉ đúng";
"分享内容" = "Chia sẻ nội dung";
"分享标题" = "Chia sẻ tựa đề";
"名字" = "Tên";
"信号" = "Tín hiệu.";
"设备防丢" = "Tránh thất lạc thiết bị";
"三方平台" = "Nền tảng bên thức 3";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Ghi chú: trước khi kết nối thiết bị với WeRun, hãy chắc rằng thiết bị đã được kết nối với Ứng dụng.";

//陈弟新增翻译
"拍照" = "Chụp ảnh";
"%ld 张照片" = "%ld tấm ảnh";
"没有照片" = "Không có ảnh";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Bạn có thể sử dụng iTunes sẽ ảnh \n vào bộ iPhone";
"%@访问相机或相册权限受到限制" = "%@ camera hoặc bị hạn chế quyền truy cập tập ảnh";

//翻译完越南语新增
"下拉可以刷新" = "Thả xuống có thể cập nhật";
"松开立即刷新" = "Cập nhật";
"正在同步数据..." = "Đang đồng bộ dữ liệu...";
"同步完成" = "Đồng bộ hoàn thành.";

"开关设置" = "Thiết lập công tắc";
"24小时制" = "Thời gian 24 Giờ";
"心率自动监测" = "HR Giám sát tự động";
"血压自动监测" = "BP Giám sát tự động";
"单位设置" = "Đơn vị";
"英制" = "Mỹ";
"公制" = "Metric";
"英里" = "Mile";


//血氧和疲劳度翻译
"血氧手动测试" = "SpO2 Kiểm tra";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "Ông Ben lần đo được nồng độ oxy cho%ld%%, có lưu?";
"正常血氧浓度范围为95%~99%" = "Phạm vi 95%~99% là bình thường";
"血氧浓度异常" = "Bất thường";
"血氧浓度偏低" = "Rất thấp.";
"血氧浓度低" = "Thấp.";
"血氧浓度正常" = "Bình thường";

"疲劳度手动测试" = "Mệt mỏi, thử nghiệm";
"适当的关注一下自己的身体状态哦！" = "Đáng chú ý tình trạng cơ thể của mình. - Ồ!";
"状态良好" = "Không mệt mỏi.";
"轻度疲劳" = "Hơi mệt mỏi.";
"中度疲劳" = "Vừa mệt mỏi.";
"重度疲劳" = "mệt mỏi.";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Ông cảm thấy tràn đầy sức sống, không mệt nhọc.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Ông có chút mệt mỏi khó chịu, thường có thể lắng nghe một mình thích âm nhạc để tiếp tục giảm.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Bạn có thể có mệt mỏi mệt mỏi,, thân thể cứng khi cảm thấy, bạn có thể nhìn xa phong cảnh hay chợp mắt một chút.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Bạn có thể không tập trung, đặc biệt là mệt mỏi, thường cần nhiều chú ý nghỉ ngơi, nhiều nước, giữ tâm trạng nhẹ nhàng.";
"您本次测得的疲劳度等级为%@,是否保存？" = "Ông Ben lần đo được độ mệt mỏi vì %@, có lưu?";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Nâng cấp thiết bị thất bại, tên thành DfuLang, hãy kết nối lại và nâng cấp.";

//年后新增
"心率报警" = "Nhịp tim cảnh báo";
"心率上限" = "Giới hạn trên của nhịp tim nghỉ ngơi";
"心率下限" = "Nhịp tim tối thiểu.";
"设置不合理" = "Thiết lập không hợp lý.";

"转腕亮屏" = "Xoay cổ tay";

"血压私人模式" = "Huyết áp chế độ riêng";



//女性项目增加
"最近一次月经" = "Lần kinh nguyệt gầy đây nhất";
"最后一次经期开始日" = "Ngày cuối cùng của kỳ kinh nguyệt gần đây nhất";
"最后一次经期是什么时候?" = "Lần kinh nguyệt gần đây nhất là lúc nào?";
"智能预测" = "Dự tính thông minh";
"只记经期" = "Chỉ ghi nhớ kỳ kinh nguyệt";
"预产期" = "Ngày dự sinh";
"预测月经期" = "Dự đoán kỳ kinh nguyệt";
"选择您的状态" = "Chọn trạng thái của bạn";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Chúng tôi đã cung cấp cho bạn chức năng chu kỳ mới của phụ nữ, có tiếp tục thiết lập?";
"未来不可操作" = "Tương lai không thể thao tác";
"跳过" = "Bỏ qua";
"填写您的预产期" = "Điền ngày dự sinh của bạn";
"填写宝宝的基本信息" = "Điền thông tin cơ bản của em bé";
"是否要修改人生状态" = "Có cần sửa đổi trạng thái sinh hoạt không?";
"是否前往设置女性周期功能？" = "Có tiếp tục cài đặt chức năng chu kỳ phụ nữ không?";
"生理状态" = "Trạng thái sinh lý";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Nếu kinh nguyệt không kết thúc vào ngày hôm nay, vui lòng đợi đến ngày đó chọn kết thúc để sửa ngày kết thúc.";
"切换性别为男性将会删除女性相关信息？" = "Sửa đổi giới tính thành nam sẽ bị xóa thông tin liên quan đến nữ?";
"排卵日" = "Ngày rụng trứng";
"排卵期第%ld天" = "Thời kỳ rụng trứng % ld ngày";
"排卵期" = "Thời kỳ rụng trứng";
"开启女性功能" = "Mở chức năng nữ giới";
"您的经期平均持续天数？" = "Kỳ kinh nguyệt trung bình của bạn là mấy ngày?";
"您的经期之间的平均间隔周期天数？" = "Số ngày trung bình giữa các kỳ kinh nguyệt của bạn là bao nhiêu ngày?";
"离孩子出生还有" = "Cách ngày bé sinh còn";
"经期长度" = "Kỳ kinh kéo dài";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "Quan hệ tình dục trong kỳ kinh dễ bị nhiễm bệnh phụ khoa thậm chí vô sinh";
"经期开始" = "Bắt đầu kỳ kinh nguyệt";
"经期结束" = "Kết thúc kỳ kinh nguyệt";
"经期" = "Kỳ kinh nguyệt";
"间隔长度" = "Chiều dài khoảng";
"回到今天" = "Trở về hôm nay";
"怀孕期" = "Thai kỳ ";
"怀孕概率" = "Xác suất mang thai";
"怀孕第%ld周" = "Thai kỳ % ld tuần";
"过去不可操作" = "Đã qua, không thể thao tác";
"当前月经期第%ld天" = "Kỳ kinh nguyệt hiện tại % ld ngày";
"出生日期" = "Ngày sinh";
"备孕期" = "Trước khi mang thai";
"宝妈期" = "Giai đoạn sau sinh";
"安全期" = "Giai đoạn an toàn";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Nếu bạn không biết ngày dự sinh, chúng tôi có thể giúp bạn tính toán dựa theo kỳ kinh gần đây nhất của bạn.";
"当前经期" = "Kỳ kinh nguyệt hiện tại";
"预测经期" = "Dự tính kỳ kinh";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Thời gian kinh nguyệt quá dài, có phải là đã nhớ nhầm? Nếu bạn muốn ghi lại ngày hành kinh, xin vui lòng sửa đổi kỳ kinh gần nhất!";
"天" = "Ngày";
"忽略" = "Bỏ qua";
"前往" = "Đi đến";
"经期设置" = "Cài đặt kỳ kinh";
"备孕期设置" = "Cài đặt trước khi mang thai";
"孕期设置" = "Cài đặt giai đoạn mang thai";
"辣妈设置" = "Cài đặt bà mẹ nóng bỏng";
"经期选择" = "Chọn kỳ kinh nguyệt";
"经期一定不能大于今天" = "Kỳ kinh nguyệt không được vượt qua ngày hôm nay";
"预产期一定要大于今天" = "Ngày dự sinh phải muộn hơn ngày hôm nay";
"请选择经期开始日" = "Vui lòng chọn ngày bắt đầu kỳ kinh nguyệt";
"距离下一个月经还有%s天" = "Đến kỳ kinh nguyệt kế tiếp còn % s ngày";
"距离下一个月经" = "Đến kỳ kinh nguyệt kế tiếp";
"没有女性数据" = "Không có dữ liệu nữ giới";
"手环通知" = "Thông báo vòng tay";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "";
"未授权" = "未翻译";
//2.5.0之后新增
"亮度调节" = "Điều chỉnh độ sáng";
"自动调节" = "Tự động điều chỉnh";
"设置亮度指数" = "Thiết lập độ Index";

//动态血压校准新增
"动态校准" = "Điều chỉnh";
"动态校准中…" = "Động thái điều chỉnh...";
"请保持手臂静止横放" = "Xin hãy giữ yên tay ngang";
"动态校准完成" = "Hiệu chỉnh hoàn tất";
"请调整姿势后重新测试" = "Xin điều chỉnh sau khi kiểm tra lại tư thế";
"动态校准失败" = "Hiệu Chỉnh thất bại";
"重试" = "Thử lại lần nữa.";

//信息提醒
"其他应用" = "Khác";

//新增开关翻译
"此功能需要设备与App保持连接" = "Tính năng này cần thiết bị kết nối với App giữ";
"运动过量提醒" = "Thể thao quá liều nhắc nhở";
"语音播报" = "giọng nói phát sóng";
"查找手机" = "Tìm điện thoại";
"秒表功能" = "Đồng hồ bấm giờ";

//倒计时翻译
"倒计时" = "Đếm ngược";
"开始倒计时" = "Bắt đầu đếm ngược";
"倒计时时长" = "Đếm ngược thời gian";
"设备正在倒计时" = "chúng tôi đang đếm ngược";
"关闭,设备端将无法单独使用此功能" = "Các thiết bị đầu cuối không thể sử dụng tính năng này một mình";
"单次时长" = "Thời gian lần duy nhất";
"常用时长" = "Common dài";
"界面显示" = "màn hình giao diện";
"请设置时长" = "Làm ơn đặt thời gian";
"倒计时备注" = "";
//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "Hai";
"周二" = "Ba";
"周三" = "Tư";
"周四" = "Năm";
"周五" = "Sáu";
"周六" = "Bảy";
"周日" = "Nhật";
"不重复" = "Không lặp lại";
"每天" = "mỗi ngày";
"重复提醒" = "Nhắc lại cảnh báo";
"单次提醒" = "Single lần nhắc nhở";
"没有设置闹钟" = "Không có báo động";
"添加成功" = "Thêm thành công.";
"添加失败" = "Thêm thất bại.";
"删除成功" = "Gỡ bỏ thành công.";
"删除失败" = "xóa thất bại";
"添加闹钟" = "Thêm báo thức";
"编辑闹钟" = "Sửa báo thức";
"删除闹钟" = "Xóa báo thức";
"日期选择" = "Chọn ngày";
"重复" = "Lặp lại";
"闹钟标签" = "thẻ Alarm";
"提醒日期" = "ngày Reminder";
"已达上限" = "đạt tới giới hạn";

//新增肤色的翻译
"肤色设置" = "cài đặt màu sắc";
"请选择一个接近自己肤色的颜色" = "Vui lòng chọn một gần màu da của họ";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Để cho phép các vòng đeo tay theo dõi tốt hơn tình trạng sức khỏe của bạn, chọn một màu gần với làn da của bạn";
"肤色选择" = "Lựa chọn màu sắc da";
"肤色" = "màu da";

//4.2.0之后新增
"血氧" = "Oxy trong máu";
"没有血氧数据" = "Không có dữ liệu về oxy trong máu";
"分析数据" = "Phân tích dữ liệu";
"分析报告" = "Báo cáo phân tích";
"呼吸暂停" = "Ngưng thở tạm thời";
"心脏负荷" = "Sức chịu của tim";
"睡眠活动" = "Hoạt động giấc ngủ";
"脉率变异性" = "Mạch đập thất thường";
"呼吸率" = "Nhịp thở";
"低氧时间" = "Thời gian thiếu oxy";
"轻度" = "Nhẹ";
"异常" = "Không bình thường";
"安静" = "Yên tĩnh";
"多动" = "Tăng động";
"躁动" = "Bồn chồn";
"偏低" = "Hơi thấp";
"偏高" = "Hơi cao";
"实时血氧" = "Thực thời oxy trong máu";
"呼吸暂停综合征" = "Hội chứng nhưng thở tạm thời";
"呼吸暂停参考" = "Tham khảo chứng ngưng thở tạm thời";
"呼吸暂停常识" = "Kiến thức cần biết về ngưng thở tạm thời";
"名称" = "Tên";
"频现时间" = "Thời gian thường xuất hiện";
"次数" = "Số lần";
"参考值" = "Giá trị tham khảo";
"最高(最低)" = "Lớn nhất(nhỏ nhất)";
"血氧浓度" = "Nồng độ oxy trong máu";
"睡眠活动幅度" = "Biên độ hoạt động của giấc ngủ";
"次/分" = "Lần/phút";
"秒/分" = "Giây/phút";
"呼吸暂停常识tip" = "Trong giấc ngủ ban đêm bị ngáy và ngáy không đều,hô hấp và giấc ngủ bị rối loạn,liên tục bị ngưng và lặp lại nhiều lần, bị tỉnh giấc ngủ, hoặc người bệnh tự bị bức khí, tiểu đêm nhiều, sáng dậy đầu bị đau, miệng khô, khả năng phản ứng và phán đoán bị giảm, không tập trung, ngủ gật v.v..Nếu về lâu dài, nó sẽ dẫn đến các bệnh về tim mạch,cap áp động mạch phổi,nhpj tim không đều và bênh huyết áp cao v.v..Khi mới bị, các triệu chứng này rất nhẹ, không dễ nhận biết được.\nKhi ở mức độ nhẹ: Trong giấc ngủ 7 tiếng buổi tối, số lần bị ngưng thở tạm thời và thở không thông lặp đi lặp lại 10-20 lần, oxy máu 85%-89%.\nKhi ở mức độ trung bình: Trong giấc ngủ 7 tiếng buổi tối, số lần bị ngưng thở tạm thời và thở không thông lặp đi lặp lại 20-30 lần, oxy máu 80%-84%.\nKhi ở mức độ nặng:Trong giấc ngủ 7 tiếng buổi tối, số lần bị ngưng thở tạm thời và thở không thông lặp đi lặp lại trên 30 lần, oxy máu nhỏ hơn 80%.\n\nNếu gặp phải những tình trạng kể trên, thì nên tiến hành những biện pháp dưới đây:\n1. Ngoài hít thở trực tiếp oxy, thì còn có các loại vận động tăng oxy như: Đi bộ, chạy bộ chậm, cải thiện môi trường hít không khí oxy;\n2. Cai rượu,cai thuốc, cẩn thận khi dùng thuốc an thần thuốc ngủ hoặc các loại thuốc có thể dẫn đến hoặc làm tăng thêm bệnh tình;\n3. Nằm ngủ nghiêng,nâng cao đầu giường (gối) một mức thích hợp;\n4. Ban ngày tránh làm việc quá mệt mỏi;\n5. Khi cần thiết phải đến khám bác sĩ và chữa trị bằng thuốc.\n\nCuộc sống lành mạnh và chẩn đoán triệu chứng sớm là cách tốt nhất để phòng tránh và giảm xảy ra sự ngưng thở tạm thời khi ngủ.";
"没有数据" = "không có dữ liệu";
"最低" = "nhất";
"血氧过低通知" = "thông báo oxy trong máu thấp";
"血氧夜间监测" = "đo oxy trong máu đêm";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "Nín thở để đo có thể kiểm tra được dung tích sống, trong quá trình nín thở, giá trị đo được càng thất thì dung tích sống càng tốt.";

"GPS运动" = "GPS vận động";
"手环运动" = "Vòng đeo tay vận động";
"本月GPS运动总里程" = "Tổng hành trình vận động GPS của tháng";
"本月手环运功消耗总热量" = "Tổng nhiệt lượng tiêu hao vận động vòng đeo tay của tháng";
"历史记录" = "nhật ký";
"运动模式已经开启" = "Chế độ vận động đã bật";
"运动模式开启失败" = "Bật chế độ vận động thất bại";
"运动模式已经关闭" = "chế độ vận động đã tắt";
"运动模式关闭失败" = "Tắt chế độ vận động thất bại";
"手环已经开启运动模式,是否退出本次运动?" = "Vòng đeo tay đã bật chế độ vận động, có cần thoát ra lần vận động này?";
"数据详情" = "Chi tiết số liệu";
"详情" = "Chi tiết";
"有氧运动时长" = "Thể thao có oxy";
"暂停时长" = "Thời lượng tạm ngừng";
"暂停次数" = "Số lần tạm ngừng";
"%@日上午" = "Sáng ngày %@";
"%@日下午" = "Chiều ngày %@";
"%@月" = "tháng %@ ";
"%@年%@月" = "tháng %@ năm %@";
"时间(分钟)" = "thời gian (phút)";
"运动量" = "Lượng vận động";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "thời gian";
"平均值" = "nghĩa là";
"累加值" = "giá trị tích lũy";
"最大值" = "tối đa";
"最小值" = "tối thiểu";
"次" = "Lần";
"平均速度" = "Tốc độ.";
"时长" = "Khoảng thời gian";
"是否确认开启手环运动模式?" = "Có xác nhận chế độ vận động mở vòng?";
"分" = "phút";
"清除数据" = "Xóa dữ liệu";
"此操作会清除手环所有数据并关机,是否继续?" = "Thao tác này sẽ xóa tất cả dữ liệu cho vòng đeo tay và tắt. Bạn có muốn tiếp tục không?";
"屏幕样式设置" = "Kiểu màn hình";
"默认风格" = "Mặc định";
"样式" = "Phong cách";
"是否保存本次运动?" = "Bạn có tập thể dục này không?";
"不再提醒" = "Không còn nhắc nhở nữa";
"是否确认结束本次运动?" = "Bạn đã xác nhận kết thúc của chiến dịch này?";
"蓝牙未打开" = "Bluetooth không mở";

"名词解释" = "Giải thích danh từ";
"典型病症" = "Triệu chứng bệnh ";
"治疗方法" = "Phương pháp điều trị";
"睡眠呼吸暂停综合症" = "Hội chứng ngưng thở khi ngủ";
"OSAHS_解释" = "Chỉ khi ngủ liên tục trong vòng 7 tiếng, xảy ra hiện tượng ngưng thở trên 30 lần trở lên hoặc bình quân mỗi tiếng đồng hồ số lần hô hấp kém vượt quá 5 lần, dẫn đến ô xy trong máu giảm xuống gây ra bệnh";
"OSAHS_白天症状" = "Biểu hiện lâm sàng ban ngày: \n1.thèm ngủ \n\n2.chóng mặt mệt mỏi\n\n3.trạng thái tinh thần không bình thường, đau đầu, khó chịu, dễ bị kích động, lo lắng bất an.\n\n4.Chức năng sinh dục giảm.";
"OSAHS_夜间症状" = "Biểu hiện lâm sàng ban đêm: \n1.ngáy: tiếng ngáy không đều, tiếng ngáy - khí thở ngừng lưu thông- khí thở-xuất hiện tiếng ngáy liên tục. \n\n2.ngưng thở: thở hổn hển, tỉnh giấc hoặc tiếng ngáy vang lên rồi ngừng hẳn.\n\n3.Bừng tỉnh: thường kết hợp với xoay người, bốn chi không tự chủ vận động thậm chí co rút hoặc co giật thình lình, cảm giác hoảng loạn,tức ngực hoặc vùng trước tim khó chịu.\n\n4.Tăng động bất an: Ban đêm thường xoay người, xoay chuyển liên tục.\n\n5.Ra nhiều mồ hôi, đi tiểu nhiều.\n\n6.Hành vi ngủ bất thường: biểu hiện ở chỗ sợ hãi, la hét, nói mơ, mộng du, nghe mơ...\n\nNgoài ra, cơ thể béo phì, cánh mũi phình to, khi ngáy cũng dễ dẫn đến hội chứng ngưng thở.";
"OSAHS_主要治疗方法" = "Ngoài việc tuân thủ theo hướng dẫn của thầy thuốc: uống thuốc và làm phẫu thuật, có thể thực hiện theo các cách dưới đây để trị liệu hoặc giảm nhẹ bệnh tình: \n1.khống chế cân nặng\n\n2.Cai thuốc hạn chế bia rượu.\n\n3.tập thể dục vừa phải.\n\n4.Nằm nghiêng khi ngủ.";
"OSAHS_其他治疗方法" = "Trị liệu bằng phẫu thuật, dùng thuốc và thông khí: \n1.phẫu thuật để chỉnh lại khu vực dị thường trong đường hô hấp.\n\n2.Trị liệu bằng thuốc.\n\n3.Hít khí ooxxy lưu lượng thấp vào ban đêm.\n\n4.Hít vào 2%-3% khí CO2.\n\n5.Kéo mũi dài ép thẳng thông khí. \n\n6.ép nén cơ hoành bênh ngoài cơ thể \n\n7. máy hỗ trợ lưu thông khí";
"OSAHS_治疗建议" = "Lối sống lành mạnh, chẩn đoán sớm và chính xác là chìa khóa để ngăn ngừa và giảm thiểu sự xuất hiện của chứng ngưng thở khi ngủ. Y học lâm sàng chứng minh, khi hội chứng ngưng thở khi ngủ được cải thiện, thì các bệnh đi kèm khác như bệnh tim mạch cũng sẽ được cải thiện dần. Thời gian điều trị càng lâu, sự cải thiện tình trạng bệnh càng rõ rệt.";
"呼吸暂停_解释" = "Ngưng thở cho thấy luồng không khí mũi miệng hoàn toàn dừng lại trong khoảng 10 giây.";
"呼吸暂停_症状" = "1.Ngáy bất thường, cao thấp không đều, thường là  tiếng ngáy - khí thở ngừng lưu thông- khí thở- xuất hiện tiếng ngáy liên tục, khoảng thời gian gián đoạn khí thở thường là 20-30 giây, cá biệt lên đến 2 phút hoặc hơn, lúc này bệnh nhân có thể bị tím tái rõ rệt (Môi hoặc móng tay tím lại).\n\n2.Đêm ngủ xoay người,xoay chuyển liên tục, thường dẫn đến chất lượng giấc ngủ thấp, gây buồn ngủ vào ban ngày, chóng mặt, mệt mỏi.";
"呼吸暂停_治疗方法" = "Đối với bệnh nhân có triệu chứng ngáy ngưng thở khi ngủ, ngoài việc dùng thuốc theo sự hướng dẫn của bác sĩ,làm phẫu thuật và trị liệu lưu thông khí, còn có thực hiện theo các cách dưới đây để trị liệu hoặc giảm nhẹ bệnh tình: \n1.khống chế cân nặng, người béo phì do tích tụ chất béo, trong quá trình hô hấp áp lực tại lồng ngực gia tăng, giảm chức năng phổi dẫn đến thiếu ôxy \n\n2.Cai thuốc hạn chế bia rượu.Hút thuốc, uống rượu có thể gây ra chứng rối loạn lipid máu, xơ cứng động mạch, tắc nghẽn đường hô hấp trên.\n\n3.tập thể dục vừa phải. Tập thể dục vừa phải có thể cải thiện việc cung cấp máu cho tim và mạch máu não, cải thiện chức năng lưu thông không khí, tăng sức đề kháng cho cơ thể, giảm tỷ lệ mắc bệnh bạch hầu.\n\n4.Nằm nghiêng khi ngủ. Bệnh nhân thực hiện tư thế nằm nghiêng thích hợp để ngủ, sẽ duy trì được sự lưu thông ở đường hô hấp.";
"血氧浓度_解释" = "Ôxy máu là lượng hemoglobin oxy hoá bị oxy kết hợp trong máu chiếm tỷ lệ phần trăm của tổng lượng hemoglobin được kết hợp, nghĩa là nồng độ oxy trong máu.";
"血氧浓度_症状" = "1.Các bệnh tim và mạch máu não (bệnh mạch vành, cao huyết áp, lipid máu cao ...). \n\n2.Bệnh đường hô hấp (hen, viêm phế quản, bệnh tim phổi, ...).";
"血氧浓度_治疗方法" = "1.Khi bệnh xảy ra ở những bệnh nhân có lượng oxy máu thấp, ngoài việc tích cực hợp tác điều trị bệnh khởi phát, có thể sử dụng thiết bị thường xuyên đo oxy hít vào và oxy trong máu, một khi phát hiện ra oxy máu thấp, ngay lập tức bổ sung oxy kịp thời. \n\n2.Ngoài việc trực tiếp thở Oxy, cũng có thể thực hiện các động tác aerobic, như đi bộ, chạy chậm, hít thở sâu, cải thiện môi trường oxy thở để giảm bớt bệnh.";
"呼吸率_解释" = "Thuật ngữ y học của số lượng hít thở mỗi phút, một nhịp thở ở lồng ngực chính là một lần thở, tức là một lần hít vào và một lần thở ra.";
"呼吸率_症状" = "1.Hít thở quá chậm: nhịp thở đều nhưng tần suất ít hơn 10 lần/phút, thường gặp ở những phút cuối của cuộc đời hoặc trước khi ngưng thở. Khi bệnh thần kinh, bệnh trao đổi chất hoặc uống một số loại thuốc quá liều, do trung khu hô hấp bị ức chế, cũng có thể dẫn đến thở quá chậm. \n\n2.Hít thở quá gấp: hít thở gấp, cảm giác hơi thở bị chèn ép.";
"呼吸率_治疗方法" = "Đối với việc hít thở khó khăn, trong nhà cần sử dụng các biện pháp cấp cứu khẩn cấp như sau: \n1.Giữ yên tĩnh, tránh cho người bệnh căng thẳng, dễ xúc động để phòng việc hít thở khó khăn trở nên nặng hơn. \n\n2.Để bệnh nhân ngồi nửa chừng hoặc ngồi dậy, giảm sự mệt mỏi và tiêu hao oxy.\n\n3.Giữ không khí trong phòng trong lành và thoáng mát.\n\n4.Cho ăn các thức ăn thanh đạm, khuyến khích bệnh nhân ăn nhiều rau và hoa quả để bổ sung nước cho cơ thể.\n\n5.Hút lượng đờm thích hợp, dùng thuốc chống co thắt như Bromhexine (Bisolvon), aminophylline,... để duy trì sự tuần hoàn, lưu thông của đường hô hấp.\n\n6.Khi bệnh tình có chuyển biến xấu đi, phải đưa ngay đến bệnh viện gần nhất để cấp cứu.";
"低氧时间_解释" = "Thời gian trạng thái thiếu lượng oxy sinh lý hoặc thiếu lượng oxy tổ chức mô để duy trì.";
"低氧时间_症状" = "1.Chóng mặt mệt mỏi. \n\n2.cảm thấy khó thở.";
"低氧时间_治疗方法" = "1.Ngoài bổ sung oxy trực tiếp từ bên ngoài, còn có thể thực hiện các động tác tập aerobic, như đi bộ, chạy chậm, thở sâu, để cải thiện môi trường oxy. \n\n2.Khi cần thiết phải đưa đi bệnh viện và dùng thuốc.";
"心脏负荷_解释" = "Tải về chỉ số tưới máu tim rung động, phản ánh tình trạng chảy máu.";
"心脏负荷_症状" = "1.giá trị pi tương đối lớn. \n\n2.Nhịp tim và huyết áp tương đối cao. \n\n3.Hít thở gấp gáp, thường có cảm giác mệt mỏi.";
"心脏负荷_治疗方法" = "1. Đảm bảo nghỉ ngơi đầy đủ, không nên làm việc quá sức và thức khuya. \n\n2.Thả lỏng tâm thức, tránh căng thẳng tinh thần. \n\n3.Ăn ít thức ăn nhiều dầu mỡ.";
"脉率变异性_解释" = "Tình trạng thay đổi liên tục trong chu kỳ nhịp tim, tức là những thay đổi giá trị sai số của kỳ RR. Có thể phản ánh trạng thái tim mạch và trạng thái tinh thần dịp gần đây.";
"脉率变异性_症状" = "1.Biến dị về nhịp tim không linh hoạt, và được duy trì ở mức thấp. \n\n2.thường thấy hiện tượng chóng mặt, nhức đầu, đánh trống ngực.";
"脉率变异性_治疗方法" = "1.Giữ thói quen sinh hoạt lành mạnh, nghỉ ngơi đầy đủ. \n\n2.Giữ tâm thái vui vẻ, thực hiện các bài tập aerobic thường xuyên, thực hiện chế độ ăn ít muối, ít dầu. \n\n3.Nếu giá trị số thấp kéo dài, phạm vi thay đổi không phải lớn, rất có thể là bệnh tiền tim mạch, như cảm thấy khó chịu, nên đi bệnh viện điều trị kịp thời.";
"睡眠活动幅度_解释" = "Biên độ của hoạt động ngủ là chỉ trong lúc ngủ cơ thể hoạt động vô thức.";
"睡眠活动幅度_症状" = "1.Xoay lật người khi ngủ, tần suất xoay tương đối nhiều, ra mồ hôi.";
"睡眠活动幅度_治疗方法" = "1.Lưu ý chế độ ăn uống, trước khi đi ngủ có thể uống một lượng đồ uống thích hợp, chẳng hạn như sữa hoặc cháo kê. \n\n2.Chuẩn bị các công việc hỗ trợ việc ngủ sâu, chẳng hạn như ngâm chân bằng nước nóng, massage huyệt dũng tuyền ở gan bàn chân. \n\n3.Nằm nghiêng khi ngủ có thể làm giảm việc cơ thể hoạt động một cách hiệu quả. \n\n4.Cải thiện môi trường ngủ (độ ẩm trong phòng, nhiệt độ) cũng có những lợi ích nhất định.";
"唤醒机制" = "Cơ chế đánh thức";
"唤醒机制_原理" = "Nếu bạn theo dõi nồng độ oxy trong máu của bạn duy trì ở mức quá thấp, nó có thể ảnh hưởng đến sức khoẻ của bạn, thiết bị sẽ phát ra các thông báo cảnh báo.";
"分析结果" = "Phân tích kết quả";
"主要指标" = "Các chỉ số chính";
"干预手段" = "Phương pháp can thiệp";
"仅供参考" = "Chỉ dùng để tham khảo";
"更多" = "Nhiều hơn";
"收起" = "Thu nạp";
"低氧唤醒" = "Đánh thức oxy thấp";
"睡眠呼吸暂停综合症常识" = "Các kiến thức thông thường về hội chứng ngưng thở khi ngủ";
"OSAHS_Q1" = "1. Hỏi: hội chứng ngưng thở khi ngủ là gì?";
"OSAHS_Q2" = "2. Hỏi: hội chứng ngưng thở khi ngủ có nguy hiểm không?";
"OSAHS_Q3" = "3. Hỏi: Tại sao mắc bệnh này?";
"OSAHS_Q4" = "4. Hỏi: Làm thế nào để biết rằng mình bị mắc bệnh hội chứng ngưng thở khi ngủ?";
"OSAHS_Q5" = "5. Hỏi: Làm thế nào để điều trị hội chứng ngưng thở khi ngủ?";
"OSAHS_Q6" = "6. Hỏi: Việc theo dõi oxy trong máu có tác dụng gì đối với hội chứng ngưng thở khi ngủ?";
"OSAHS_ASK1" = "Đáp: Nếu có hơn 30 lần ngưng thở khi ngủ xảy ra trong 7 giờ ngủ liên tục (không thở trong 10 giây hoặc trên 10 giây), hoặc trung bình số lần lưu thông khí (lưu lượng khí hít thở giảm thiểu hoặc ngưng hoàn toàn) mỗi giờ không quá 5 lần, thì có thể chẩn đoán đã mắc bệnh ngưng thở khi ngủ.";
"OSAHS_ASK2" = "Đáp: hội chứng ngưng thở khi ngủ là một loại bệnh mãn tính, khi phát bệnh rất khó phát hiện, giai đoạn đầu của bệnh không mấy ai coi trọng, nhưng khi việc hít thở không dễ dàng, nhẹ thì dẫn đến việc ngáy, nặng thì dẫn đến phổi thiếu ô xy, ô xy trong máu giảm xuống, khi cơ thể không được nghỉ ngơi và phục hồi, trạng thái tinh thần và điều kiện thể chất kém, chất lượng cuộc sống giảm rõ rệt. \nNghiêm trọng hơn là khi xuất hiện chứng ngưng thở, thiếu sự kích thích bên ngoài, bệnh nhân rất khó để có thể tỉnh táo, cho đến khi các cơ quan của cơ thể thiếu oxy thậm chí bị tổn thương, mới đột nhiên bừng tỉnh, mà bệnh nhân thường không lưu tâm, nếu để lâu, không những gia tăng tổn thương, mà còn dẫn đến các bệnh về tim mạch, mạch máu não và bệnh tâm thần, thậm chí tử vong đột ngột.";
"OSAHS_ASK3" = "Đáp: Hầu hết là do tắc nghẽn đường thở trên gây ra. Bao gồm các nguyên nhân như: xương lá mía phình to, amidan phình to, cằm ngắn, vòng cổ thô và béo phì toàn thân. \nDo đó, hầu hết hội chứng ngưng thở khi ngủ là do tắc nghẽn, còn một phần là do hệ thần kinh trung khu hô hấp bị tổn thương, chức năng điều tiết hô hấp bị tắc nghẽn, được gọi là tính trung khu, hoặc loại hỗn hợp gộp cả 2 nguyên nhân.";
"OSAHS_ASK4" = "A: Căn cứ theo những triệu chứng lâm sàng điển hình và dấu hiệu cơ thể để phán đoán đơn giản, nhưng vì đặc điểm của bệnh mãn tính này, thiếu các trang thiết bị giám sát, bệnh nhân rất khó nhận thấy các triệu chứng ban đêm của mình trong khi ngủ, chỉ qua sự mô tả của người nhà và tự nhận thức của mình, nó rất dễ bị chẩn đoán sai, thiếu cơ sở khoa học. \nchỉ khi bệnh nặng rồi, bệnh nhân mới ý thức được cần phải đến bệnh viện để khám. \nPhương pháp tiêu chuẩn là giám sát giấc ngủ nhiều lần (PSG), thông qua việc theo dõi oxy trong máu trọng tâm, phối hợp với các thông số sinh lý như: điện tâm đồ, điện não đồ, điện cơ đồ, điện mắt đồ..., để có thể xác định chính xác loại hình và mức độ của bệnh. Lúc này, bệnh tình thường đã ở giai đoạn tương đối nghiêm trọng, khó khăn trong điều trị và chi phí và sự khó chịu của bệnh nhân đã tăng cao, do đó càng được chẩn đoán sớm càng tốt.";
"OSAHS_ASK5" = "Đáp: Hiện nay, có rất ít nghiên cứu về hội chứng ngưng thở khi ngủ ở trung khu và vẫn chưa có cách điều trị hiệu quả nào ngoài việc điều trị tích cực việc tắc nghẽn chức năng điều tiết hô hấp (nguyên nhân phát bệnh). Nhưng hội chứng ngưng thở trong khi ngủ ở trung khu thường không tồn tại đơn độc, vì vậy sử dụng phương pháp điều trị tắc nghẽn để điều trị hội chứng ngưng thở khi ngủ cũng chỉ có tác dụng nhất định. Điều trị việc tắc nghẽn trong bệnh ngưng thở khi ngủ, thông thường cần lựa chọn phương án điều trị theo mức độ nghiêm trọng của bệnh. \nBất kể phương pháp điều trị nào được sử dụng để điều trị hội chứng ngưng thở, nó cũng đều thuộc vào một trong hai cách sau: cách đầu tiên là thông qua cơ chế đo kiểm tra, khi xuất hiện việc ngưng thở, thì thông qua các kích thích bên ngoài để chấm dứt tình trạng ngưng thở. Ví dụ, khi xuất hiện tình trạng thiếu oxy trầm trọng liên quan đến chứng ngưng thở, thì phải đánh thức hoặc lay dậy, giảm thiểu thời gian liên tục ngưng thở, giảm hoặc tránh làm hư hại các cơ quan trong cơ thể; Cách thứ hai là không cần phải thông qua cơ chế đo kiểm tra, duy trì trạng thái điều trị liên tục, tránh việc xuất hiện cơn ngưng thở.";
"OSAHS_ASK6" = "Đáp: Đối với bệnh nhân có hội chứng ngưng thở khi ngủ, theo dõi oxy máu có những ưu điểm sau: \n1.Khi chứng ngáy phát triển chính là giai đoạn ngưng thở, cảnh báo sớm báo hiệu nguy cơ bệnh tật. \n\n2.Bệnh thời kỳ đầu, làm căn cứ chẩn đoán, điều trị sớm, giảm các khó khăn trong điều trị, giảm chi phí điều trị, tăng khả năng chữa khỏi bệnh. \n\n3.Trong giai đoạn điều trị, theo dõi kịp thời tình trạng bệnh vào ban đêm, để phản ánh hiệu quả điều trị. \n\n4.Có thể được sử dụng làm cơ sở quan trọng để phát hiện chứng ngưng thở, phối hợp với các phương pháp làm thức tỉnh để theo dõi bệnh.";

"主界面风格设置" = "Cài đặt kiểu giao diện chính";
"风格一" = "Kiểu 1";
"风格二" = "kiểu 2";
"风格三" = "kiểu 3";
"风格" = "Kiểu";
"GPS定位权限未打开,是否前往设置?" = "Quyền hạn định vị GPS chưa được mở, có tiếp tục cài đặt?";
"是否开启手环女性通知?" = "Có mở vòng tay ra thông báo phụ nữ?";
"轻度" = "Nhẹ thôi.";
"中度" = "Vừa phải";
"重度" = "Nghiêm trọng.";
"女性" = "Người phụ nữ.";

"转腕灵敏度" = "Độ nhạy";
"推荐" = "Giới thiệu";

//HRV增加翻译
"HRV夜间监测" = "Giám sát ban đêm HRV";
"没有HRV数据" = "Không có dữ liệu HRV";
"HRV健康指数" = "Chỉ số sức khoẻ HRV";
"心脏健康指数" = "Chỉ số sức khoẻ Tim";
"HRV数据" = "Dữ liệu HRV";
"洛伦兹散点图" = "Sơ đồ điểm phân tán Lorentz";
"洛伦兹散点图参考" = "Tham khảo Sơ đồ điểm phân tán Lorentz";
"彗星形" = "Hình sao chổi";
"鱼雷形" = "Hình ngư lôi";
"梭形" = "Hình thoi";
"短棒形" = "Hình dạng thanh ngắn";
"扇形" = "Hình quạt";
"复杂形" = "Hình phức tạp";
"三分布形" = "Hình phân ba";
"四分布形" = "Hình phân bốn";
"叉形" = "Hình bắt chéo ";
"长棒型" = "Hình thanh dài";
"榴弹形" = "Hình hạt lựu";
"火箭形" = "Hình tên lửa";
"米粒形" = "Hình hạt gạo";
"彗星形_说明" = "Hình dạng thường gặp ở người trưởng thành bình thường, là dọc theo góc 45 độ từ phần đầu hẹp khuếch tán đối xứng và dần dần mở rộng, hình thành nên một hình sao chổi, ở một số người sẽ xuất hiện hiện tượng phần đầu kẹp hẹp không rõ rệt. Khu điểm tán ra của khoảng cách giữa các điểm hiện diện tương đối lớn hoặc phần đuôi dày đặc, xuất hiện góc nhọn mảnh dài, là hiện tượng bình thường.";
"火箭形_说明" = "Chỉnh thể thô, lớn; phần đầu nhỏ đuôi lớn; phần đầu dày đặc nhọn sắc, kéo dọc theo góc 45 độ từ phần đầu hẹp khuếch tán đối xứng và dần dần mở rộng, đến phần đuôi khoảng cách giữa các điểm dần dần mở rộng, thường gặp ở những nhóm người có triệu chứng ngáy hoặc chứng ngưng thở tổng hợp, bệnh tình càng nghiêm trọng thì khoảng cách giữa các điểm càng lớn. ";
"梭形_说明" = "Cả hai đoạn đều nhỏ mảnh, ở giữa lại phình to ra, hình giống như con thoi, thường gặp ở những bệnh nhân thiếu máu cơ tâm độ nhẹ. Người bình thường tỉ lệ mắc rất nhỏ.";
"长棒型_说明" = "Chỉnh thể dài mảnh, phần đầu nhỏ mảnh, phần giữa đến phần đuôi về cơ bản là như nhau, gặp nhiều ở những bệnh nhân bị bệnh tim mạch vành.";
"榴弹形_说明" = "Hình như hạt lựu, đoạn đầu đuôi tương đối rộng, phần giữa lại tương đối mảnh, thường thì chỗ rộng đuôi sẽ dài hơn chỗ rộng đầu, thường gặp ở những bệnh nhân rung tâm nhĩ, dễ xuất hiện ở những nhóm người thường cảm thấy như đánh trống ngực.";
"叉形_说明" = "Khu vực dày đặc chính giống như hình sao chổi phiên bản thu nhỏ, phần đầu nhọn sắc, điểm tán phần đuôi xuất hiện dạng bắt chéo, thường gặp ở những bệnh nhân bị suy tim xung huyết.";
"短棒形_说明" = "Hình giống như hình sao chổi phiên bản thu nhỏ, phần đầu nhỏ, phần đuôi lớn, diện tích tương đối nhỏ, thường thấy ở nhóm người có hệ tim mạch chịu tải quá lớn, lúc nghiêm trọng có thể phát triển đến suy tim nặng, nhóm người bình thường cũng có thể xuất hiện hiện tượng này khi uống rượu hoặc mỏi mệt.";
"米粒形_说明" = "Chỉnh thể dị thường, ngắn, nhỏ; phần đầu và đuôi về cơ bản là giống nhau, giống như hình hạt gạo, thường gặp ở những người bị rối loạn nhịp tim, đa số là những người có nhịp tim đập trên tâm thất có tần suất liên tục, quá tốc (kịch phát).";
"鱼雷形_说明" = "Hình dạng ngắn nhỏ, phần đầu hơi lớn, phần đuôi không phải hình thanh dài mở rộng. Thường gặp ở trường hợp nhịp tim khoang xoang quá nhanh, kích động cảm xúc, hoặc xảy ra do các nhân tố sinh lý như uống trà đặc, uống cà phê... Cũng dễ gặp với những người bị cảm cúm, sốt, thiếu máu, cường giáp... Xác suất rất nhỏ đối với người bình thường.";

"天气设置" = "Cài đặt thời tiết";
"温度单位" = "Đơn vị nhiệt độ";
"摄氏度" = "Nhiệt độ";
"华氏度" = "Độ F";
"天气推送" = "Đẩy thời tiết";
"开" = "Mở";
"关" = "Tắt";
"来电自动接听" = "Gọi tự động trả lời";
"环境检测校准中，请保持正确姿势" = "Phát hiện trong môi trường điều chỉnh, hãy giữ đúng tư thế.";
"校准完成，正在测试血氧浓度" = "Hiệu chỉnh hoàn tất, đang kiểm tra nồng độ oxy";
"校准进度" = "Điều chỉnh lịch";
"设备正在初始化，请保持正确姿势" = "Thiết bị đang khởi động, làm ơn giữ đúng tư thế.";
"初始化完成，正在测试血氧浓度" = "Khởi động xong, đang kiểm tra nồng độ oxy";
"初始化中" = "Khởi động";

"ai_hrv_repo_0" = "báo cáo phân tích đồ thị điểm phân tán Lorenz ";
"ai_hrv_repo_1_00" = "Lượng dữ liệu trong HRV là không đầy đủ, không thể thực hiện được các phân tích tương quan. Vui lòng kiên trì đeo và đeo một cách chính xác, thời gian đeo càng dài thì các kết quả phân tích càng đáng tin cậy.";
"ai_hrv_repo_2_11" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là bình thường và phạm vi biến đổi nhịp tim bình thường.";
"ai_hrv_repo_2_12" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là bình thường và phạm vi nhịp tim thay đổi hơi thấp,thông thường thì là do thể chất tốt, thuộc nhóm những người có thói quen ngủ tốt, phạm vi biến đổi nhịp tim vào ban đêm sẽ thấp, nhưng có trường hợp xác suất tương đối nhỏ khi nhịp tim quá chậm, nếu không khó chịu thì không cần điều trị đặc biệt, chủ yếu là chú ý theo dõi.";
"ai_hrv_repo_2_13" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là bình thường và phạm vi nhịp tim thay đổi hơi cao, thì có nguy cơ cao ở tình trạng tim đập quá nhanh, thông thường là do uống, lao động chân tay mang vác nặng hoặc gặp chuyện gây xúc động, nếu không khó chịu, thì không cần điều trị đặc biệt, chủ yếu là chú ý theo dõi.";
"ai_hrv_repo_2_21" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là hơi hẹp và phạm vi nhịp tim thay đổi bình thường, thông thường là do lao động quá sức hoặc uống rượu dẫn đến rối loạn nhịp tim, bình thường cần phải chú ý kết hợp lao động và nghỉ ngơi, cải thiện chất lượng giấc ngủ, nếu không khó chịu, thì không cần điều trị đặc biệt, chủ yếu là chú ý theo dõi.";
"ai_hrv_repo_2_22" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là hơi hẹp và phạm vi nhịp tim thay đổi hơi thấp, thông thường là do tinh thần lo lắng, mất ngủ là nguyên nhân chính, nếu không khó chịu, thì không cần điều trị đặc biệt, lưu lý theo dõi là chính. Hơi thiếu máu, có nguy cơ khó thở, khuyến nghị nên dùng gối cao để nằm ngủ, bỏ thuốc bỏ rượu, duy trì cân bằng tâm trạng và đảm bảo ngủ đủ ngủ ngon.";
"ai_hrv_repo_2_23" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là hơi hẹp và phạm vi nhịp tim thay đổi hơi cao. Nếu xuất hiện trong thời gian ngắn, thì cần phải chú trọng việc kết hợp làm việc và nghỉ ngơi, tránh ngủ muộn và thức thâu đêm, đảm bảo giấc ngủ. Nếu kéo dài, kèm theo đau ngực, đánh trống ngực, thở dốc, phần lớn là do chứng thiếu máu cơ tim, khuyến nghị nên đi khám sức khoẻ.";
"ai_hrv_repo_2_31" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là hơi rộng và phạm vi nhịp tim thay đổi bình thường, thông thường là do thức khuya thâu đêm, mất ngủ, khuyến nghị nên tạo thói quen ngủ tốt, có thể kết hợp với mát xa, xoa bóp, ngâm chân và các hoạt động khác để hỗ trợ giấc ngủ.";
"ai_hrv_repo_2_32" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là hơi rộng và phạm vi nhịp tim thay đổi hơi thấp, thông thường là do tim đập quá chậm, có thể xuất hiện hiện tượng chóng mặt, hoa mắt, mệt mỏi, tim đập nhanh, tức ngực, khó thở, trường hợp nặng có thể bị ngất, khuyến cáo người bệnh nên đến bệnh viện để kiểm tra điều trị.";
"ai_hrv_repo_2_34" = "Nhịp tim thấp nhất thấp bất thường, thông thường do dây đeo tay không bình thường, vui lòng đọc kỹ hướng dẫn sử dụng và đeo dây đeo tay chính xác.";
"ai_hrv_repo_2_33" = "Sự biến đổi nhịp tim tối đa trong quá trình đo là hơi rộng và phạm vi nhịp tim thay đổi hơi cao, thường là do thiếu ngủ, thức thâu đêm, cần chú ý đến giấc ngủ, bảo đảm ngủ đủ, trước khi đi ngủ không nên làm các việc dễ khiến tâm trạng lo lắng, bất an, các hoạt động dễ kích động, có nguy cơ cao về bệnh rối loạn nhịp tim (quy luật đập của tim). Khuyến cáo nên tạo thói quen ngủ ngon, bỏ thuốc lá bỏ rượu, nếu không cải thiện, hãy đi điều trị càng sớm càng tốt.";
"ai_hrv_repo_2_35" = "Nhịp tim cao nhất cao bất thường, thông thường do dây đeo tay không bình thường, vui lòng đọc kỹ hướng dẫn sử dụng và đeo dây đeo tay chính xác.";
"ai_hrv_repo_3_21" = "Khi nhịp tim tối đa xảy ra đột biến ở nhịp tim tương đối cao, mức độ đột biến bình thường, có hiện tượng tim đập hơi nhanh, tức ngực, khó thở,... thường là do đường thở bị tắc nghẽn, ngáy, nếu cảm thấy không khỏe, xin hãy đến bệnh viện kiểm tra ngay lập tức.";
"ai_hrv_repo_3_11" = "Khi nhịp tim tối đa xảy ra đột biến trong phạm vi bình thường, mức độ đột biến là bình thường.";
"ai_hrv_repo_3_31" = "Khi nhịp tim tối đa xảy ra đột biến ở nhịp tim rất cao, mức độ đột biến bình thường, có nguy cơ cao trong tình trạng tim đập nhanh hơn, tức ngực, khó thở, thông thường là do sốt, cảm cúm, nếu cảm thấy không khỏe, xin hãy đến bệnh viện kiểm tra ngay lập tức.";
"ai_hrv_repo_3_22" = "Khi nhịp tim tối đa xảy ra đột biến ở nhịp tim hơi cao, mức độ đột biến hơi thấp, thông thường là do không khí trong phòng quá khô, nóng gây ra, kiến nghị mở cửa sổ để thông gió, chú ý giữ ấm, đề phòng cảm lạnh.";
"ai_hrv_repo_3_12" = "Khi nhịp tim tối đa xảy ra đột biến ở phạm vi bình thường, mức độ đột biến hơi thấp, thông thường là do mệt mỏi về tinh thần và thể chất, nếu không khó chịu, thì không cần điều trị đặc biệt, chủ yếu là chú ý theo dõi, nghỉ ngơi đầy đủ.";
"ai_hrv_repo_3_32" = "Khi nhịp tim tối đa xảy ra đột biến ở nhịp tim rất cao, mức độ đột biến hơi thấp, tim đập hơi nhanh, tức ngực, khó thở,... thông thường là do sốt, cảm cúm hoặc gặp các chuyện dễ gây xúc động, cũng có xác suất nhỏ là do thiếu máu, nếu cảm thấy không khỏe, nên nhanh chóng đến bệnh viện kiểm tra điều trị.";
"ai_hrv_repo_3_23" = "Khi nhịp tim tối đa xảy ra đột biến ở nhịp tim hơi cao, mức độ đột biến hơi cao,  tim đập tương đối nhanh, tức ngực, co thắt tâm thất sớm,... thông thường là do căng quá mức, xúc động mạnh, nếu xuất hiện nhiều lần và cảm thấy khó chịu rõ rệt, hãy nhanh chóng đến bệnh viện để kiểm tra và điều trị.";
"ai_hrv_repo_3_13" = "Khi nhịp tim tối đa xảy ra đột biến ở phạm vi bình thường, mức độ đột biến hơi cao, nguy cơ cao về hiện tượng co thắt tâm thất sớm, nếu không khó chịu, thì không cần điều trị đặc biệt, chủ yếu là chú ý theo dõi, khuyến nghị giữ trạng thái thả lỏng, giảm bớt tâm trạng căng thẳng.";
"ai_hrv_repo_3_14" = "Khi nhịp tim tối đa xảy ra đột biến ở phạm vi bình thường, mức độ đột biến cao bất thường, thông thường là do đeo vòng không chính xác gây ra, nên đọc hướng dẫn sử dụng, đeo vòng tay chính xác.";
"ai_hrv_repo_3_33" = "Khi nhịp tim tối đa xảy ra đột biến ở mức độ nhịp tim cực cao, mức độ đột biến tương đối cao, có nguy cơ cao về hiện tượng tim đập nhanh, tức ngực, khó thở, thông thường là do co thắt tâm thất sớm, huyết áp cao, nếu xuất hiện nhiều lần kèm mất ngủ, cảm giác khó chịu rõ rệt, đề nghị nên đến bệnh viện kiểm tra điều trị ngay lập tức.";
"ai_hrv_repo_3_34" = "Khi nhịp tim tối đa xảy ra đột biến ở nhịp tim cao bất thường, mức độ đột biến tương đối cao, thông thường do dây đeo tay không bình thường, vui lòng đọc kỹ hướng dẫn sử dụng và đeo dây đeo tay chính xác.";
"ai_hrv_repo_4_11" = "Có hiện tượng co thắt tâm thất sớm mức độ nhẹ, thông thường là do sự tinh thần phấn khích, uống rượu, hút thuốc quá nhiều, ... Khuyến nghị điều chỉnh tâm lý, giảm hoặc tránh hút thuốc và uống rượu.";
"ai_hrv_repo_4_12" = "Chức năng thích ứng với kích động của tim hơi yếu, thần kinh hưng phấn vừa phải, thông thường là do cảm xúc bị kích động, vui mừng phấn khích, dễ dẫn đến mệt mỏi, buồn ngủ vào ban ngày, ... khuyến nghị nên vận động nhẹ nhàng trước khi đi ngủ, giải phóng năng lượng, giữa tâm trạng bình tĩnh.";
"ai_hrv_repo_4_13" = "Chức năng thích ứng với kích động của tim hơi yếu, thần kinh quá hưng phấn, khuyến nghị trước khi đi ngủ tránh quá phấn khích, căng thẳng, có thể kết hợp một số vận động hỗ trợ giấc ngủ, giảm các cảm xúc kích động, chẳng hạn nên tránh uống cà phê, trà đặc hay thức uống có rượu trong khoảng thời gian này.";
"ai_hrv_repo_4_14" = "Chức năng thích ứng với kích động của tim tương đối mạnh, nếu không khó chịu, thì không cần điều trị đặc biệt, chủ yếu là chú ý theo dõi. Nếu thường cảm thấy buồn ngủ và mệt mỏi, có thể tăng lượng vận động thích hợp.";
"ai_hrv_repo_4_15" = "Chức năng thích ứng với kích động của tim  tốt, trạng thái tinh thần tốt.";
"ai_hrv_repo_4_16" = "Chức năng thích ứng với kích động của tim  tốt, thần kinh hưng phấn nhẹ. Nếu không khó chịu, thì cần chú ý kết hợp làm việc và nghỉ ngơi, thư giãn thích hợp trước khi đi ngủ.";
"ai_hrv_repo_4_17" = "Chức năng thích ứng với kích động của tim tương đối mạnh, hoạt tính thần kinh thấp, thông thường là do mệt mỏi quá độ, nếu không có cảm giác khó chịu, thì cần chú ý nghỉ ngơi, nên tránh kéo dài thời gian làm việc, thức khuya thâu đêm trong khoảng thời gian này.";
"ai_hrv_repo_4_18" = "Chức năng thích ứng với kích động của tim tốt, hoạt tính thần kinh xuống thấp. Thông thường là do hơi mệt mỏi. Nếu không cảm thấy khó chịu, thì chỉ cần chú ý nghỉ ngơi.";
"ai_hrv_repo_4_19" = "Chức năng thích ứng với kích động của tim suy yếu nhẹ, hoạt động thần kinh xuống thấp, thông thường là do mệt mỏi vừa phải, bình thường cần chú ý nghỉ ngơi và kết hợp nhịp nhàng giữa công việc và nghỉ ngơi.";
"ai_hrv_repo_4_21" = "Có nguy cơ co thắt tâm thất sớm tình trạng bệnh nhẹ, có thể xảy ra với người bình thường (kích động cảm xúc, căng thẳng thần kinh, mệt mỏi, khó tiêu, hút thuốc quá nhiều, uống rượu hoặc uống trà đặc, vv), nếu không khó chịu, khuyến nghị nên quan sát trường kỳ.";
"ai_hrv_repo_4_22" = "Co thắt tâm thất sớm rõ rệt, có thể xảy ra với người bình thường (kích động cảm xúc, căng thẳng thần kinh, mệt mỏi, khó tiêu, hút thuốc quá nhiều, uống rượu hoặc uống trà đặc, vv) nhưng nó dễ có khả năng xảy ra ở những bệnh nhân bị bệnh tim cấu trúc, đề nghị tiến hành các xét nghiệm, kiểm tra có liên quan.";
"ai_hrv_repo_4_23" = "Có nguy cơ cao về bệnh co thắt tâm thất sớm, có thể xảy ra với người bình thường (kích động cảm xúc, căng thẳng thần kinh, mệt mỏi, khó tiêu, hút thuốc quá nhiều, uống rượu hoặc uống trà đặc, vv), đề nghị theo dõi lâu dài, nếu xuất hiện với tần suất cao, nên đến bệnh viện làm các xét nghiệm, kiểm tra có liên quan càng sớm càng tốt.";
"ai_hrv_repo_4_30" = "Tạm thời chưa phân tích hiện tượng này, đồ thị Lorenz xuất hiện mô hình tương đối phức tạp với một xác suất nhỏ, khuyến nghị đeo dây và quan sát trong thời gian dài.";
"ai_hrv_repo_5_11" = "Nhịp tim (quy luật đập của tim) ổn định vào ban đêm và tim ở trong tình trạng tốt.";
"ai_hrv_repo_5_12" = "Nhịp tim (quy luật đập của tim) ổn định vào ban đêm, tim ở trong tình trạng không tốt, hơi có nguy cơ tim đập quá nhanh, bình thường nên chú ý không được lao động quá sức.";
"ai_hrv_repo_5_13" = "Nhịp tim (quy luật đập của tim) ổn định hơn vào ban đêm, tim hơi mệt mỏi, nên tránh thức thâu đêm, đảm bảo giấc ngủ, để tránh tăng thêm gánh nặng cho tim.";
"ai_hrv_repo_5_14" = "Nhịp tim (quy luật đập của tim) ổn định hơn vào ban đêm, tim phải gánh trọng trách tương đối lớn, khuyến nghị nên ăn ít thực phẩm dầu mỡ, ngậy béo và kiên trì tập luyện thể dục.";
"ai_hrv_repo_5_21" = "Nhịp tim đập không đều vào ban đêm, tim phải gánh trọng trách tương đối lớn, nên tránh ăn uống vô tội vạ, ăn nhiều uống quá, nên ăn trái cây tươi và rau quả, tránh bị lạnh, và phòng cảm lạnh.";
"ai_hrv_repo_5_22" = "Nhịp tim (quy luật đập của tim) tương đối ổn định vào ban đêm, tim tương đối mệt mỏi, có nguy cơ cao của bệnh thiếu máu cục bộ cơ tim, khuyến nghị nên ăn uống các thực phẩm nhạt, ít muối, ít chất béo, giữ cảm xúc ổn định, tránh quá vui hoặc quá buồn, nếu có hiện tượng tức ngực, tim đập nhanh, nên kiểm tra sức khỏe định kỳ.";
"ai_hrv_repo_5_23" = "Nhịp tim (quy luật đập của tim) tương đối ổn định vào ban đêm,tim phải gánh trọng trách tương đối lớn, có nguy cơ cao về bệnh tim đập quá nhanh, thông thường cần chú ý không để lao động quá sức, bỏ hút thuốc, bỏ rượu, tránh lao động chân tay nặng nhọc hoặc dùng lực đột ngột.";
"ai_hrv_repo_5_24" = "Nhịp tim (quy luật đập của tim) không đều vào ban đêm, tim mệt mỏi, có nguy cơ nhẹ về bệnh thiếu máu cục bộ cơ tim, nếu không khó chịu, nên kiểm tra sức khỏe định kỳ, nếu thường xuyên cảm thấy mệt mỏi, tinh thần không tốt, kèm theo tức ngực, khó thở, kiến nghị nên đến bệnh viện kiểm tra, điều trị.";
"ai_hrv_repo_5_25" = "Nhịp tim (quy luật đập của tim) tương đối ổn định vào ban đêm, nhưng để gánh nặng lớn lên tim,  làm tăng nguy cơ cholesterol trong máu cao, huyết áp cao, khuyến nghị có chế độ ăn uống thanh nhạt, tránh uống rượu quá mức, kiểm tra sức khỏe thường xuyên, người quá béo nên có chế độ giảm cân thích hợp.";
"ai_hrv_repo_5_26" = "Nhịp tim (quy luật đập của tim) không đều vào ban đêm, tim hơi mệt mỏi, có hiện tượng khó thở, có nguy cơ máu không cung cấp đủ cho cơ thể, kiến nghị nằm nghiêng khi ngủ, sang phòng lớn hơn và tăng độ ẩm không khí lên lượng thích hợp, tăng cường luyện tập thể dục, tránh mệt mỏi tinh thần, và lao động quá sức, kiểm tra sức khỏe định kỳ, chú trọng việc kiểm tra, theo dõi huyết áp.";
"ai_hrv_repo_5_31" = "Nhịp tim (quy luật đập của tim) không đều vào ban đêm, để gánh nặng lớn lên tim, có hiện tượng nhịp xoang tim quá nhanh, thông thường là do uống cà phê, trà đặc hay trước khi đi ngủ  gặp phải chuyện dễ khiến người ta căng thẳng tinh thần, kích động cảm xúc, cũng có thể  do bị sốt, thiếu máu, cường giáp và các bệnh khác, thông thường phải tạo thói quen nghỉ ngơi sinh hoạt điều độ, nếu cảm thấy không khỏe, nên đến bệnh viện để điều trị kịp thời, khám sức khoẻ định kỳ.";
"ai_hrv_repo_5_32" = "Nhịp tim (quy luật đập của tim) không đều vào ban đêm, tim hơi mệt mỏi, có hiện tượng nhịp xoang tim quá chậm, thông thường do thiếu máu, viêm cơ tim hoặc nhồi máu cơ tim gây nên, cũng có khả năng do ban đêm nhiệt độ ở bộ phận đo nhịp tim giảm xuống, cần chú ý giữ ấm, quan sát lâu dài, nếu xuất hiện nhiều lần, và ban ngày thấy tinh thần không tỉnh táo, mệt mỏi, chóng mặt, thì nên đi khám sức khoẻ, điều trị sớm.";
"ai_hrv_repo_5_33" = "Nhịp tim (quy luật đập của tim) không đều vào ban đêm, để gánh nặng lớn lên tim, tinh thần căng thẳng, hút thuốc lá nhiều, uống rượu, uống trà hoặc cà phê, mệt mỏi quá độ, mất ngủ nghiêm trọng,... thường là do nhân tố rối loạn nhịp gây nên, đề nghị tạo thói quen nghỉ ngơi sinh hoạt điều độ, làm việc kết hợp với nghỉ ngơi, thường xuyên kiểm tra sức khoẻ.";
"ai_hrv_repo_5_40" = "Tạm thời chưa phân tích hiện tượng này, đồ thị Lorenz xuất hiện mô hình tương đối phức tạp với một xác suất nhỏ, khuyến nghị đeo dây và quan sát trong thời gian dài.";
"ai_hrv_repo_2" = "biến đổi nhịp tim (tần suất đập của tim)";
"ai_hrv_repo_3" = "Đột biến nhịp tim";
"ai_hrv_repo_4" = "Trạng thái thần kinh";
"ai_hrv_repo_5" = "Biến đổi nhịp tim (quy luật đập của tim)";

"ai_disconnect_remind" = "Ngắt kết nối lời nhắc";

"ai_switch_call_auto_answer" = "Chế độ không cần nút ấn nghe điện thoại";
"ai_switch_call_auto_answer_tip" = "Khi điện thoại ở chế độ cắm tai nghe, các cuộc gọi đến sẽ tự động bật chế độ nghe máy.";
"ai_privacy" = "Chính sách bảo mật";
"ai_privacy_prompt_content" = "Vui lòng xác nhận xem bạn đã đọc kỹ chính sách bảo mật và chấp thuận chính sách bảo mật này hay chưa.";
"ai_privacy_title_1" = "Thu thập thông tin";
"ai_privacy_title_1_content" = "Chúng tôi thu thập dữ liệu là dựa trên sự tương tác của bạn với chúng tôi và lựa chọn của bạn, bao gồm cài đặt bảo mật của bạn cũng như các sản phẩm và tính năng mà bạn sử dụng. Dữ liệu chúng tôi thu thập có thể bao gồm các phiên bản mã SDK/ API/ JS, trình duyệt, các nhà cung cấp dịch vụ internet, địa chỉ IP, diễn đàn, nhãn thời gian, ký hiệu nhận dạng ứng dụng, phiên bản trình tự ứng dụng, kênh phân phối ứng dụng, ký hiệu nhận dạng thiết bị độc lập, ký hiệu (IDFA) nhận dạng quảng cáo iOS, ký hiệu nhận dạng chính quảng cáo Android, địa chỉ mạng (MAC), mã nhận dạng thiết bị di động quốc tế (IMEI), mã loại thiết bị, nhà sản xuất thiết bị đầu cuối, phiên bản hệ điều hành thiết bị đầu cuối, thời gian bắt đầu/ kết thúc hội thoại, vùng ngôn ngữ, múi giờ và trạng thái mạng (WiFi, v.v.), ổ cứng, CPU và tình trạng sử dụng pin...";
"ai_privacy_title_2" = "Sử dụng dữ liệu cá nhân";
"ai_privacy_title_2_content" = "Khi bạn sử dụng tài khoản để đăng nhập vào ứng dụng App, chúng tôi sẽ thu thập thông tin cá nhân bạn đã điền vào và dữ liệu sức khỏe được thiết bị đeo thông minh thu thập. Chúng tôi sẽ tiến hành lưu trữ và phân tích các dữ liệu của bạn, để cung cấp cho bạn những nội dung trình bày dữ liệu và những hướng dẫn về sức khỏe tốt hơn. \n\nBạn muốn làm thế nào để dữ liệu cá nhân của bạn không được thu thập, bạn có thể sử dụng: đăng nhập không cần tài khoản.";
"ai_privacy_title_3" = "Truyền tải dữ liệu cá nhân xuyên biên giới";
"ai_privacy_title_3_content" = "Nghiệp vụ của chúng tôi có thể cần phải yêu cầu chúng tôi chuyển tải dữ liệu cá nhân của bạn sang các quốc gia bên ngoài khu vực các nền kinh tế Châu Âu, các quốc gia này có thể bao gồm Trung Quốc. Chúng tôi sẽ thực hiện các biện pháp thích hợp để đảm bảo rằng người nhận dữ liệu cá nhân của bạn sẽ phải thực hiện các nghĩa vụ bảo mật.\n\nNếu bạn không muốn các dữ liệu cá nhân của mình bị thu thập và chuyển tải đi, bạn có thể lựa chọn sử dụng: đăng nhập không cần tài khoản.";
"ai_privacy_title_4" = "Quyền lợi của bạn";
"ai_privacy_title_4_content" = "Khi bạn sử dụng ứng dụng App của chúng tôi, chúng tôi sẽ thu thập thông tin như đã mô tả ở trên, thông tin thu thập là để tối ưu hóa và quản lý phần mềm, để cung cấp các dịch vụ ngày càng tốt hơn cho bạn.\n\nĐối với việc thu thập dữ liệu cá nhân của bạn, bạn có tùy chọn để đăng nhập tài khoản hoặc đăng nhập không cần tài khoản. Khi sử dụng đăng nhập bằng một tài khoản chúng tôi sẽ thu thập dữ liệu cá nhân của bạn. Khi đăng nhập không cần tài khoản thì chúng tôi sẽ không thu thập được dữ liệu cá nhân của bạn.\n\nNếu bạn nghĩ rằng việc chúng tôi xử lý dữ liệu cá nhân và thông tin của bạn là vi phạm luật hiện hành, bạn có thể khiếu nại với cơ quan quản lý.";
"head_title_change_theme" = "Thay đổi chủ đề";
"ai_ssbr_title" = "Nhắc bệnh OSAHS";
"ai_ssbr_minspo2h" = "Giá trị oxy trong máu";
"ai_ssbr_time" = "Thời gian nhắc nhở dài";
"ai_ssbr_remind_tip" = "Bật hoặc tắt tính năng cảnh báo phát bệnh OSAHS.";
"ai_ssbr_minspo2h_tip" = "Khi phát bệnh OSAHS, người dùng được nhắc nhở sau khi được kiểm tra phát hiện thấp hơn mức oxy trong máu đã được cài đặt trước. (giá trị oxy trong máu động mạch bình thường là trong phạm vi từ 95 đến 99%)";
"ai_ssbr_time_tip" = "Khi phát bệnh OSAHS một lần, thời lượng nhắc nhở rung chấn thiết bị dài, thời gian nhắc nhở vượt quá thời gian đã được cài đặt trước hoặc người dùng ấn vào giữa chừng để dừng rung chấn.";
"ai_screenlight_time" = "Thời lượng màn hình sáng";
"ai_screenlight_open" = "Bật";
"ai_screenlight_close" = "Tắt";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
